# docs--code-of-conduct: translations (zh-Hans)

seg-955c6b5f38b9 = 来源：<c1/>

seg-76cf2fbbdc07 = 贡献者公约行为准则

seg-159ab7b65b97 = 我们的承诺

seg-621b620ca2da = 作为成员、贡献者和领导者，我们承诺让每个人参与我们的社区时都免受骚扰，无论其年龄、体型、显性或隐性残障、族裔、性特征、性别认同与表达、经验水平、教育程度、社会经济地位、国籍、外貌、种族、种姓、肤色、宗教或性取向与性认同如何。

seg-17faa5ea9b6d = 我们承诺以有助于建设开放、友好、多元、包容和健康社区的方式行事和互动。

seg-2731f1ded8ec = 我们的标准

seg-5016f4dfccfb = 有助于营造社区积极环境的行为示例包括：

seg-bdbcfe06d29f = 对他人表现出同理心和善意

seg-a1299fe3447b = 尊重不同的意见、观点和经历

seg-065c753f9c7d = 给予并大方接受建设性的反馈

seg-4806be549906 = 对我们的错误承担责任，向受影响者道歉，并从经历中学习

seg-894eeb3ccede = 关注的不只是对我们个人最好的，而是对整个社区最好的

seg-32de193d3520 = 不可接受行为的示例包括：

seg-05dd86b3f11d = 使用性化的语言或图像，以及任何形式的性关注或性挑逗

seg-e77cf145fd02 = 恶意挑衅、侮辱或贬损性的评论，以及人身攻击或政治攻击

seg-3309de60bddb = 公开或私下的骚扰

seg-9607974b6b48 = 未经他人明确许可，公布他人的私人信息，例如实际地址或电子邮件地址

seg-4678428c1f03 = 在专业场合中可被合理认为不当的其他行为

seg-8e1c53718966 = 执行责任

seg-2de9f6a8a8b3 = 社区领导者负责阐明并执行我们对可接受行为的标准，并将对其认为不当、具有威胁性、冒犯性或有害的任何行为采取适当且公正的纠正措施。

seg-75fef1ab1542 = 社区领导者有权利也有责任删除、编辑或拒绝不符合本行为准则的评论、提交、代码、wiki编辑、议题及其他贡献，并将在适当时说明审核决定的理由。

seg-08994a4765be = 适用范围

seg-0a62c85e8cf3 = 本行为准则适用于所有社区空间，也适用于个人在公共空间正式代表社区的情形。代表社区的示例包括使用官方电子邮件地址、通过官方社交媒体账号发帖，或在线上或线下活动中担任被任命的代表。

seg-d387e0c041e6 = 执行

seg-54d4988a6315 = 辱骂、骚扰或其他不可接受的行为，可向负责执行的社区领导者报告，邮箱为<a1>contact@ashforde.org</a1>。所有投诉都将得到及时、公正的审查和调查。

seg-826819c7b6bf = 所有社区领导者都有义务尊重任何事件报告者的隐私和安全。

seg-5e5a97c9bdc1 = 执行指南

seg-09afb39b9789 = 社区领导者在确定对其认为违反本行为准则的任何行为的后果时，将遵循以下社区影响指南：

seg-7acf4903ad52 = { "1" }. 纠正

seg-ee49590aacdd = <b>社区影响</b>：使用不当语言，或在社区中被认为不专业或不受欢迎的其他行为。

seg-6c7e7f8181cf = <b>后果</b>：由社区领导者发出私下的书面警告，说明违规的性质，并解释该行为为何不当。可能要求公开道歉。

seg-db3674eeed2e = { "2" }. 警告

seg-eb9356b85662 = <b>社区影响</b>：通过单次事件或一系列行为造成的违规。

seg-bd1a70f3d25c = <b>后果</b>：带有后果的警告，针对持续的行为。在指定期限内，不得与相关人员有任何互动，包括与执行本行为准则的人员之间未经请求的互动。这包括避免在社区空间以及社交媒体等外部渠道中的互动。违反这些条款可能导致临时或永久封禁。

seg-9209f93b77ee = { "3" }. 临时封禁

seg-2ceee18edcb0 = <b>社区影响</b>：严重违反社区标准，包括持续的不当行为。

seg-49825371297f = <b>后果</b>：在指定期限内，临时禁止与社区进行任何形式的互动或公开交流。在此期间，不得与相关人员进行公开或私下的互动，包括与执行本行为准则的人员之间未经请求的互动。违反这些条款可能导致永久封禁。

seg-602026c2d3ed = { "4" }. 永久封禁

seg-99e67abb8978 = <b>社区影响</b>：表现出违反社区标准的模式，包括持续的不当行为、骚扰个人，或对某类人群的攻击或贬低。

seg-809fa976dce8 = <b>后果</b>：永久禁止在社区内进行任何形式的公开互动。

seg-86c668236bcd = 出处说明

seg-a61a93ee3757 = 本行为准则改编自<a1>贡献者公约（Contributor Covenant）</a1>{ "2.1" }版，原文见<a2>https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a2>。

seg-6309372ba614 = 社区影响指南的灵感来自<a1>Mozilla的行为准则执行阶梯</a1>。

seg-1a3df1951a1e = 关于本行为准则的常见问题解答，请参阅常见问题页面<a1>https://www.contributor-covenant.org/faq</a1>。译文见<a2>https://www.contributor-covenant.org/translations</a2>。

seg-d80a7f6811c2 = <s1>上一页</s1>治理

seg-a6da23b43f90 = <s1>下一页</s1>测评活动
