# docs--code-of-conduct: translations (uk)

seg-955c6b5f38b9 = Джерело: <c1/>

seg-76cf2fbbdc07 = Кодекс поведінки Contributor Covenant

seg-159ab7b65b97 = Наша обіцянка

seg-621b620ca2da = Ми, учасники, дописувачі та лідери, обіцяємо зробити участь у нашій спільноті вільною від утисків для кожного незалежно від віку, статури, видимої чи невидимої інвалідності, етнічної належності, статевих ознак, ґендерної ідентичності та її вираження, рівня досвіду, освіти, соціально-економічного статусу, національності, зовнішнього вигляду, раси, касти, кольору шкіри, релігії, сексуальної ідентичності та орієнтації.

seg-17faa5ea9b6d = Ми обіцяємо діяти та взаємодіяти так, щоб сприяти відкритій, привітній, різноманітній, інклюзивній і здоровій спільноті.

seg-2731f1ded8ec = Наші стандарти

seg-5016f4dfccfb = Приклади поведінки, що сприяє позитивному середовищу в нашій спільноті, включають:

seg-bdbcfe06d29f = виявлення емпатії та доброти до інших людей

seg-a1299fe3447b = повагу до відмінних думок, поглядів і досвіду

seg-065c753f9c7d = надання конструктивного зворотного зв'язку та гідне його прийняття

seg-4806be549906 = прийняття відповідальності й вибачення перед тими, кого зачепили наші помилки, та навчання на цьому досвіді

seg-894eeb3ccede = зосередженість на тому, що найкраще не лише для нас як окремих осіб, а й для спільноти загалом

seg-32de193d3520 = Приклади неприйнятної поведінки включають:

seg-05dd86b3f11d = використання сексуалізованої мови чи образів і сексуальну увагу чи залицяння будь-якого роду
