# docs--code-of-conduct: translations (uk)

seg-955c6b5f38b9 = Джерело: <c1/>

seg-76cf2fbbdc07 = Кодекс поведінки Contributor Covenant

seg-159ab7b65b97 = Наша обіцянка

seg-621b620ca2da = Ми, учасники, дописувачі та лідери, обіцяємо зробити участь у нашій спільноті вільною від утисків для кожного незалежно від віку, статури, видимої чи невидимої інвалідності, етнічної належності, статевих ознак, ґендерної ідентичності та її вираження, рівня досвіду, освіти, соціально-економічного статусу, національності, зовнішнього вигляду, раси, касти, кольору шкіри, релігії, сексуальної ідентичності та орієнтації.

seg-17faa5ea9b6d = Ми обіцяємо діяти та взаємодіяти так, щоб сприяти відкритій, привітній, різноманітній, інклюзивній і здоровій спільноті.

seg-2731f1ded8ec = Наші стандарти

seg-5016f4dfccfb = Приклади поведінки, що сприяє позитивному середовищу в нашій спільноті, включають:

seg-bdbcfe06d29f = виявлення емпатії та доброти до інших людей

seg-a1299fe3447b = повагу до відмінних думок, поглядів і досвіду

seg-065c753f9c7d = надання конструктивного зворотного зв'язку та гідне його прийняття

seg-4806be549906 = прийняття відповідальності й вибачення перед тими, кого зачепили наші помилки, та навчання на цьому досвіді

seg-894eeb3ccede = зосередженість на тому, що найкраще не лише для нас як окремих осіб, а й для спільноти загалом

seg-32de193d3520 = Приклади неприйнятної поведінки включають:

seg-05dd86b3f11d = використання сексуалізованої мови чи образів і сексуальну увагу чи залицяння будь-якого роду

seg-e77cf145fd02 = Тролінг, образливі або зневажливі коментарі, особисті чи політичні напади

seg-3309de60bddb = Публічне чи приватне переслідування

seg-9607974b6b48 = Публікація чужої приватної інформації, наприклад фізичної чи електронної адреси, без їхнього явного дозволу

seg-4678428c1f03 = Інша поведінка, яку можна обґрунтовано вважати недоречною в професійному середовищі

seg-8e1c53718966 = Обов'язки щодо забезпечення дотримання

seg-2de9f6a8a8b3 = Лідери спільноти відповідають за роз'яснення та забезпечення наших стандартів прийнятної поведінки і вживатимуть належних і справедливих коригувальних заходів у відповідь на будь-яку поведінку, яку вони вважають недоречною, загрозливою, образливою або шкідливою.

seg-75fef1ab1542 = Лідери спільноти мають право і обов'язок видаляти, редагувати або відхиляти коментарі, коміти, код, правки вікі, завдання та інші внески, що не відповідають цьому Кодексу поведінки, і за потреби повідомлятимуть причини рішень щодо модерації.

seg-08994a4765be = Сфера застосування

seg-0a62c85e8cf3 = Цей Кодекс поведінки діє в усіх просторах спільноти, а також тоді, коли особа офіційно представляє спільноту в публічних просторах. Прикладами представлення нашої спільноти є використання офіційної електронної адреси, публікація через офіційний обліковий запис у соціальних мережах або дії як призначеного представника на онлайн- чи офлайн-заході.

seg-d387e0c041e6 = Забезпечення дотримання

seg-54d4988a6315 = Про випадки образливої, переслідувальної чи іншої неприйнятної поведінки можна повідомляти лідерам спільноти, відповідальним за забезпечення дотримання, за адресою <a1>contact@ashforde.org</a1>. Усі скарги буде розглянуто та розслідувано оперативно й справедливо.

seg-826819c7b6bf = Усі лідери спільноти зобов'язані поважати приватність і безпеку особи, яка повідомила про будь-який інцидент.

seg-5e5a97c9bdc1 = Настанови щодо забезпечення дотримання

seg-09afb39b9789 = Лідери спільноти дотримуватимуться цих Настанов щодо впливу на спільноту, визначаючи наслідки для будь-якої дії, яку вони вважають порушенням цього Кодексу поведінки:

seg-7acf4903ad52 = { "1" }. Виправлення

seg-ee49590aacdd = <b>Вплив на спільноту</b>: використання недоречної мови або інша поведінка, яку вважають непрофесійною чи небажаною в спільноті.

seg-6c7e7f8181cf = <b>Наслідок</b>: приватне письмове попередження від лідерів спільноти з роз'ясненням характеру порушення та пояснення, чому поведінка була недоречною. Може бути запрошено публічні вибачення.

seg-db3674eeed2e = { "2" }. Попередження

seg-eb9356b85662 = <b>Вплив на спільноту</b>: порушення через одиничний інцидент або низку дій.

seg-bd1a70f3d25c = <b>Наслідок</b>: попередження з наслідками за продовження такої поведінки. Жодної взаємодії з причетними людьми, зокрема непрошеної взаємодії з тими, хто забезпечує дотримання Кодексу поведінки, протягом визначеного періоду. Це включає уникнення взаємодії в просторах спільноти, а також у зовнішніх каналах, як-от соціальні мережі. Порушення цих умов може призвести до тимчасової або постійної заборони.

seg-9209f93b77ee = { "3" }. Тимчасова заборона

seg-2ceee18edcb0 = <b>Вплив на спільноту</b>: серйозне порушення стандартів спільноти, зокрема тривала недоречна поведінка.

seg-49825371297f = <b>Наслідок</b>: тимчасова заборона на будь-яку взаємодію чи публічне спілкування зі спільнотою протягом визначеного періоду. Жодна публічна чи приватна взаємодія з причетними людьми, зокрема непрошена взаємодія з тими, хто забезпечує дотримання Кодексу поведінки, протягом цього періоду не дозволяється. Порушення цих умов може призвести до постійної заборони.

seg-602026c2d3ed = { "4" }. Постійна заборона

seg-99e67abb8978 = <b>Вплив на спільноту</b>: демонстрація моделі порушення стандартів спільноти, зокрема тривалої недоречної поведінки, переслідування окремої особи або агресії чи зневаги щодо груп людей.

seg-809fa976dce8 = <b>Наслідок</b>: постійна заборона на будь-яку публічну взаємодію в межах спільноти.

seg-86c668236bcd = Авторство

seg-a61a93ee3757 = Цей Кодекс поведінки адаптовано з <a1>Contributor Covenant</a1>, версія { "2.1" }, доступна за адресою <a2>https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a2>.

seg-6309372ba614 = Настанови щодо впливу на спільноту було натхнено <a1>сходинками забезпечення дотримання кодексу поведінки Mozilla</a1>.

seg-1a3df1951a1e = Відповіді на поширені запитання про цей кодекс поведінки див. у FAQ за адресою <a1>https://www.contributor-covenant.org/faq</a1>. Переклади доступні за адресою <a2>https://www.contributor-covenant.org/translations</a2>.

seg-d80a7f6811c2 = <s1>Попередня</s1>Управління

seg-a6da23b43f90 = <s1>Наступна</s1>Кампанії
