# docs--validation: translations (uk)

seg-70860389903a = Годинник

seg-583dc9ff6178 = Бібліотека

seg-d01db1c2710a = Довідник

seg-619f89bf160c = Реалізація місячної системи відліку

seg-2db69c58f694 = Місячний диференційний PNT

seg-2eb6d1b0483d = RAIM / ARAIM

seg-da3532b1444d = SBAS / DO-229E

seg-d3af26f389f5 = IONEX / Klobuchar

seg-d6476863f862 = Можливість

seg-ad856ad710eb = Статус

seg-d12d4565b01d = Місячна геодезична VLBI, шлях ядер

seg-5ed34a5b402e = Спільне місячне багатотехнологічне визначення орбіти + годинник

seg-4bcec6e2dd9f = Об'єм навігаційного обслуговування на Місяці

seg-c04a3591074c = Експорт для місячної взаємодії

seg-20fee61b3107 = Бібліотека моделей похибок квантових пристроїв

seg-eaf341ff4522 = Квантова навігація без GNSS

seg-75636f9419b2 = Відомі обмеження

seg-9c0eb89a2fbe = Пакет

seg-f63dd3d7aad4 = Джерело

seg-638b8d451550 = Сенсор

seg-04f69a0edb2f = тип

seg-b03d56f501c3 = Вид

seg-35bf9a48e566 = Член

seg-f3526b0d95f8 = Виміряно

seg-7634c6f4b32c = Лінія

seg-b966dd26caa6 = Набір даних
