# docs--code-of-conduct: translations (ru)

seg-955c6b5f38b9 = Источник: <c1/>

seg-76cf2fbbdc07 = Кодекс поведения Contributor Covenant

seg-159ab7b65b97 = Наше обязательство

seg-621b620ca2da = Мы, участники, авторы вкладов и руководители, обязуемся сделать участие в нашем сообществе свободным от притеснений для всех независимо от возраста, телосложения, видимой или невидимой инвалидности, этнической принадлежности, половых признаков, гендерной идентичности и её выражения, уровня опыта, образования, социально-экономического статуса, гражданства, внешности, расы, касты, цвета кожи, религии или сексуальной идентичности и ориентации.

seg-17faa5ea9b6d = Мы обязуемся действовать и взаимодействовать так, чтобы способствовать открытому, радушному, разнообразному, инклюзивному и здоровому сообществу.

seg-2731f1ded8ec = Наши стандарты

seg-5016f4dfccfb = Примеры поведения, которое способствует благоприятной атмосфере в нашем сообществе:

seg-bdbcfe06d29f = проявление сопереживания и доброты к другим людям;

seg-a1299fe3447b = уважительное отношение к различным мнениям, точкам зрения и опыту;

seg-065c753f9c7d = конструктивная обратная связь, которую мы даём и достойно принимаем;

seg-4806be549906 = принятие ответственности и извинения перед теми, кого затронули наши ошибки, и извлечение уроков из этого опыта;

seg-894eeb3ccede = стремление к тому, что лучше не только для нас как отдельных людей, но и для сообщества в целом.

seg-32de193d3520 = Примеры неприемлемого поведения:

seg-05dd86b3f11d = использование сексуализированных выражений или образов, а также сексуальное внимание или домогательства любого рода

seg-e77cf145fd02 = троллинг, оскорбительные или унизительные комментарии, а также личные или политические нападки;

seg-3309de60bddb = публичные или частные притеснения;

seg-9607974b6b48 = публикация чужой личной информации, например физического или электронного адреса, без явного разрешения;

seg-4678428c1f03 = другое поведение, которое можно обоснованно счесть неуместным в профессиональной среде.

seg-8e1c53718966 = Обязанности по обеспечению соблюдения

seg-2de9f6a8a8b3 = Руководители сообщества отвечают за разъяснение и обеспечение соблюдения наших стандартов допустимого поведения и принимают надлежащие и справедливые корректирующие меры в ответ на любое поведение, которое они сочтут неуместным, угрожающим, оскорбительным или вредным.

seg-75fef1ab1542 = Руководители сообщества вправе и обязаны удалять, редактировать или отклонять комментарии, коммиты, код, правки вики, задачи и другие вклады, не соответствующие этому Кодексу поведения, и при необходимости сообщать причины решений о модерации.

seg-08994a4765be = Область действия

seg-0a62c85e8cf3 = Этот Кодекс поведения действует во всех пространствах сообщества, а также тогда, когда человек официально представляет сообщество в публичных пространствах. Примеры представления нашего сообщества: использование официального адреса электронной почты, публикации через официальную учётную запись в социальных сетях или выступление в роли назначенного представителя на онлайн- или офлайн-мероприятии.

seg-d387e0c041e6 = Обеспечение соблюдения

seg-54d4988a6315 = О случаях оскорбительного, притесняющего или иным образом неприемлемого поведения можно сообщить руководителям сообщества, ответственным за обеспечение соблюдения, по адресу <a1>contact@ashforde.org</a1>. Все жалобы будут оперативно и справедливо рассмотрены и расследованы.

seg-826819c7b6bf = Все руководители сообщества обязаны уважать неприкосновенность частной жизни и безопасность лица, сообщившего о любом инциденте.

seg-5e5a97c9bdc1 = Руководящие принципы по обеспечению соблюдения

seg-09afb39b9789 = Руководители сообщества будут следовать этим Принципам оценки влияния на сообщество при определении последствий любого действия, которое они сочтут нарушением настоящего Кодекса поведения:

seg-7acf4903ad52 = { "1" }. Исправление

seg-ee49590aacdd = <b>Влияние на сообщество</b>: использование неуместных выражений или иное поведение, которое считается непрофессиональным или нежелательным в сообществе.

seg-6c7e7f8181cf = <b>Последствие</b>: частное письменное предупреждение от руководителей сообщества с разъяснением характера нарушения и объяснением того, почему поведение было неуместным. Может быть запрошено публичное извинение.

seg-db3674eeed2e = { "2" }. Предупреждение

seg-eb9356b85662 = <b>Влияние на сообщество</b>: нарушение в виде одного инцидента или серии действий.

seg-bd1a70f3d25c = <b>Последствие</b>: предупреждение о последствиях продолжения такого поведения. Запрет на взаимодействие с вовлечёнными лицами, включая непрошеное взаимодействие с теми, кто обеспечивает соблюдение Кодекса поведения, на определённый срок. Это включает отказ от взаимодействия как в пространствах сообщества, так и во внешних каналах, например в социальных сетях. Нарушение этих условий может привести к временному или постоянному отлучению.

seg-9209f93b77ee = { "3" }. Временное отлучение

seg-2ceee18edcb0 = <b>Влияние на сообщество</b>: серьёзное нарушение стандартов сообщества, включая длительное неуместное поведение.

seg-49825371297f = <b>Последствие</b>: временное отлучение от любого взаимодействия и публичного общения с сообществом на определённый срок. В течение этого срока не допускается никакое публичное или частное взаимодействие с вовлечёнными лицами, включая непрошеное взаимодействие с теми, кто обеспечивает соблюдение Кодекса поведения. Нарушение этих условий может привести к постоянному отлучению.

seg-602026c2d3ed = { "4" }. Постоянное отлучение

seg-99e67abb8978 = <b>Влияние на сообщество</b>: демонстрация систематического нарушения стандартов сообщества, включая длительное неуместное поведение, притеснение отдельного человека или агрессию в отношении групп людей либо их унижение.

seg-809fa976dce8 = <b>Последствие</b>: постоянное отлучение от любого публичного взаимодействия в сообществе.

seg-86c668236bcd = Авторство

seg-a61a93ee3757 = Этот Кодекс поведения адаптирован из <a1>Contributor Covenant</a1>, версия { "2.1" }, доступной по адресу <a2>https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a2>.

seg-6309372ba614 = Принципы оценки влияния на сообщество были вдохновлены <a1>лестницей мер по обеспечению соблюдения кодекса поведения Mozilla</a1>.

seg-1a3df1951a1e = Ответы на частые вопросы об этом кодексе поведения см. в FAQ по адресу <a1>https://www.contributor-covenant.org/faq</a1>. Переводы доступны по адресу <a2>https://www.contributor-covenant.org/translations</a2>.

seg-d80a7f6811c2 = <s1>Назад</s1>Управление проектом

seg-a6da23b43f90 = <s1>Далее</s1>Кампании
