# docs--code-of-conduct: translations (ja)

seg-955c6b5f38b9 = 出典：<c1/>

seg-76cf2fbbdc07 = Contributor Covenant 行動規範

seg-159ab7b65b97 = 私たちの誓約

seg-621b620ca2da = 私たちは、メンバー、コントリビューター、リーダーとして、年齢、体の大きさ、目に見える障害や見えない障害、民族、性的特徴、ジェンダーのアイデンティティと表現、経験の水準、学歴、社会経済的地位、国籍、容姿、人種、カースト、肌の色、宗教、性的アイデンティティや指向にかかわらず、私たちのコミュニティへの参加が、誰にとってもハラスメントのない経験となるよう努めることを誓います。

seg-17faa5ea9b6d = 私たちは、開かれた、歓迎的で、多様で、包摂的で、健全なコミュニティに貢献する形で行動し、交流することを誓います。

seg-2731f1ded8ec = 私たちの基準

seg-5016f4dfccfb = コミュニティにとって前向きな環境に貢献する行動の例には、次のようなものがあります。

seg-bdbcfe06d29f = 他の人々に共感と思いやりを示すこと

seg-a1299fe3447b = 異なる意見、視点、経験を尊重すること

seg-065c753f9c7d = 建設的なフィードバックを行い、快く受け入れること

seg-4806be549906 = 自分たちの過ちによって影響を受けた人々に対して責任を受け入れ、謝罪し、その経験から学ぶこと

seg-894eeb3ccede = 私たち個人にとってだけでなく、コミュニティ全体にとって何が最善かに焦点を当てること

seg-32de193d3520 = 許容されない行動の例には、次のようなものがあります。

seg-05dd86b3f11d = 性的な言葉や画像の使用、およびあらゆる種類の性的な関心や誘いかけ

seg-e77cf145fd02 = 荒らし行為、侮辱的または軽蔑的なコメント、個人的または政治的な攻撃

seg-3309de60bddb = 公然または私的なハラスメント

seg-9607974b6b48 = 住所やメールアドレスなど、他者の個人情報を、明示的な許可なく公開すること

seg-4678428c1f03 = その他、職業上の場で不適切と合理的に見なされうる行為

seg-8e1c53718966 = 執行の責任

seg-2de9f6a8a8b3 = コミュニティのリーダーは、許容される行動の基準を明確にし、それを執行する責任を負います。不適切、脅迫的、攻撃的、または有害と判断した行動に対しては、適切かつ公正な是正措置を講じます。

seg-75fef1ab1542 = コミュニティのリーダーには、この行動規範に沿わないコメント、コミット、コード、Wikiの編集、Issue、その他の貢献を、削除、編集、拒否する権利と責任があり、適切な場合には、モデレーションの判断の理由を伝えます。

seg-08994a4765be = 適用範囲

seg-0a62c85e8cf3 = この行動規範は、すべてのコミュニティの場に適用され、個人が公の場でコミュニティを公式に代表している場合にも適用されます。コミュニティを代表する例としては、公式のメールアドレスの使用、公式のソーシャルメディアアカウントでの投稿、オンラインまたはオフラインのイベントでの任命された代表者としての活動があります。

seg-d387e0c041e6 = 執行

seg-54d4988a6315 = 虐待的、ハラスメント的、またはその他の許容されない行動は、執行を担当するコミュニティのリーダーに、<a1>contact@ashforde.org</a1>から報告できます。すべての苦情は、迅速かつ公正に確認され、調査されます。

seg-826819c7b6bf = すべてのコミュニティのリーダーは、あらゆる出来事の報告者のプライバシーと安全を尊重する義務を負います。

seg-5e5a97c9bdc1 = 執行ガイドライン

seg-09afb39b9789 = コミュニティのリーダーは、この行動規範に違反すると判断した行動の結果を決定する際に、次のコミュニティへの影響のガイドラインに従います。

seg-7acf4903ad52 = { "1" }. 是正

seg-ee49590aacdd = <b>コミュニティへの影響</b>：不適切な言葉の使用、またはコミュニティで職業人として不適切、あるいは歓迎されないと見なされるその他の行動。

seg-6c7e7f8181cf = <b>結果</b>：コミュニティのリーダーからの、非公開の文書による警告。違反の性質を明確にし、その行動がなぜ不適切だったかを説明します。公の謝罪を求められる場合があります。

seg-db3674eeed2e = { "2" }. 警告

seg-eb9356b85662 = <b>コミュニティへの影響</b>：一度の出来事、または一連の行為による違反。

seg-bd1a70f3d25c = <b>結果</b>：行動が続く場合の結果を伴う警告。関係する人々との交流を、行動規範を執行する人々への一方的な接触を含めて、指定した期間は行いません。これには、コミュニティの場や、ソーシャルメディアなどの外部のチャネルでの交流を避けることも含まれます。これらの条件に違反すると、一時的または恒久的な追放につながる場合があります。

seg-9209f93b77ee = { "3" }. 一時的な追放

seg-2ceee18edcb0 = <b>コミュニティへの影響</b>：不適切な行動が続くことを含む、コミュニティの基準への重大な違反。

seg-49825371297f = <b>結果</b>：指定した期間、コミュニティとのあらゆる種類の交流や公的なやり取りからの一時的な追放。この期間中は、関係する人々との公然または私的な交流が、行動規範を執行する人々への一方的な接触を含めて、許可されません。これらの条件に違反すると、恒久的な追放につながる場合があります。

seg-602026c2d3ed = { "4" }. 恒久的な追放

seg-99e67abb8978 = <b>コミュニティへの影響</b>：不適切な行動が続くこと、個人へのハラスメント、個人の集団に対する攻撃や中傷を含む、コミュニティの基準への違反のパターンを示すこと。

seg-809fa976dce8 = <b>結果</b>：コミュニティ内でのあらゆる種類の公的な交流からの恒久的な追放。

seg-86c668236bcd = 出典の明示

seg-a61a93ee3757 = この行動規範は、<a1>Contributor Covenant</a1>のバージョン{ "2.1" }を基にしています。原文は<a2>https://www.contributor-covenant.org/version/2/1/code_of_conduct.html</a2>で入手できます。

seg-6309372ba614 = コミュニティへの影響のガイドラインは、<a1>Mozillaの行動規範の執行ラダー</a1>に着想を得ています。

seg-1a3df1951a1e = この行動規範についてのよくある質問への回答は、<a1>https://www.contributor-covenant.org/faq</a1>のFAQを参照してください。翻訳は<a2>https://www.contributor-covenant.org/translations</a2>で入手できます。

seg-d80a7f6811c2 = <s1>前へ</s1>ガバナンス

seg-a6da23b43f90 = <s1>次へ</s1>キャンペーン
